<ol>
    <li>
        <span class="list-title">השירות</span>
        <br>
        <b>חברת טופ-קיו (אקווה) תוכנה בע’’מ</b> (להלן:
        <b>"טופקיו"</b>)  תספק שירותי תמיכה בתשלום בעבור בעיות ושאלות בנושא בדיקות אוטומטיות מבוססות קוד פתוח (open
        source) במיקוד של סלניום (selenium), בכפוף לתנאים המפורטים במסמך זה (להלן:"השירות" או
        <b>"השירותים"</b>). הלקוח מסכים בזאת, שהתנאים שלהלן ישלטו על השירותים שמסופקים על ידי טופקיו ושהשימוש בשירותים,
        מוצע ללקוח כשהוא מותנה בקבלת כל התנאים, ההודעות וההגבלות המפורטים להלן.
    </li>

    <li>
        <span class="list-title">חבילות השירות - תמצית</span>
        <ol>
            <li>
                <b>חבילה בסיסית</b> – הלקוח יהיה רשאי לקבל תמיכה מקצועית ללא תשלום בחבילה הבסיסית ביותר, כמפורט בסעיף
                ‏10 להלן. חבילה זו כוללת עד לפניה אחת בחודש קלנדרי, והיקף טיפול של עד חצי שעת טיפול בכל פניה. במקרה
                של חריגה הלקוח יתבקש לעבור לחבילה רחבה יותר או יופנה לקבלת שירותי ייעוץ – ראה סעיף 2.4 להלן.
            </li>
            <li>
                <b>חבילת זהב</b> – הלקוח יהיה רשאי לקבל תמיכה מקצועית בתשלום של 199$. חבילה זו כוללת עד ל-4 פניות בחודש
                קלנדרי, והיקף טיפול של עד שעתיים טיפול בחודש, כמפורט בסעיף ‏10 להלן. במקרה של חריגה הלקוח יתבקש לעבור
                לחבילה רחבה יותר או יופנה לקבלת שירותי ייעוץ – ראה סעיף 2.4 להלן.
            </li>
            <li>
                <b>חבילת פלטינום</b> - הלקוח יהיה רשאי לקבל תמיכה מקצועית בתשלום של 599$. חבילה זו כוללת עד ל-10 פניות
                בחודש קלנדרי, והיקף טיפול של עד 5 שעות טיפול בחודש, כמפורט בסעיף ‏10 להלן. במקרה של חריגה הלקוח יתבקש
                לעבור לחבילה רחבה יותר או יופנה לקבלת שירותי ייעוץ – ראה סעיף 2.4 להלן.
            </li>
            <li>
                במידה והלקוח צריך תמיכה מעבר לחבילת הבסיס, יוכל לבצע רכישה של חבילת זהב או פלטינום בהתאם לפירוט החבילות כמפורט בהצעה להלן.
            </li>
        </ol>
    </li>

    <li>
        <span class="list-title">תנאי חבילות השירות</span>
        <ol>
            <li>חבילות התמיכה המפורטות לעיל מתומחרות על בסיס שנתי (כאשר התשלום מתחלק על פני 12 חודשים), והן מתחדשות אוטומטית
                כל שנה, אלא אם הודיע מי מהצדדים על רצונו לסיים את ההתקשרות 30 ימים לפני תום התקופה, ויתבצע ללא תלות
                באם הלקוח צרך את מלוא החבילה העומדת לרשותו או לא. הלקוח רשאי לבטל את השירותים בהודעה של 30 ימים אף
                לפני תום שנת השירות, אך במקרה זה המחיר החודשי של כל חבילה יעלה ב-30% על האמור בסעיף ‏2 לעיל.</li>
            <li>השירות כולל תמיכה מרחוק בלבד אשר תסופק בהתאם לתשלום ואיננו כולל תמיכה באתר הלקוח.</li>
            <li>אספקת השירותים כפופה למילוי התחייבויות הלקוח, על פי הסכם זה, לרבות לתשלום מלוא התמורה בגינם, בסכומים,
                במועדים ובתנאים אשר יקבעו בינו לבין חברת טופקיו.
            </li>
            <li>
                חברת טופקיו שומרת לעצמה את הזכות לשדרג, להחליף ולשנות את השירות בכל עת, בהודעה של 30 ימים מראש, ובכלל זה לשנות, להוריד או
                להוסיף מרשימת הנושאים ו/או המוצרים הכלולים בשירות, ובכלל זה בהתאם לרשימת הנושאים וציודים הנתמכים כמפורט
                במסמך זה.
            </li>
            <li>הלקוח הינו האחראי המלא והבלעדי לבחינת היקף השירות המעודכן וכי השירות המסופק מתאים ועונה על צרכיו, ובכלל
                זה כי הציוד המצוי ברשותו נתמך על ידי השירות.</li>
            <li>במידה והיקף השעות בחבילה שנרכשה איננו מספק את צרכי הלקוח, ניתן יהיה לקבוע פגישת ייעוץ טכנית אצל הלקוח
                ולהגדיר יחד פרויקט ייעוץ בהיקף מתאים ובהצעת מחיר נפרדת.</li>
        </ol>
    </li>
    <li>
        <span class="list-title">היקף השירות המסופק ללקוח</span>
        <ol>
            <li>
                <span class="list-title">במסגרת השירות רוכש הלקוח תמיכה מקצועית הכוללת את השירותים המפורטים להלן בלבד:</span>
                <ol>
                    <li>אבחון הבעיה ופתרונה על ידי תמיכה במייל/ טלפון ככל האפשר.</li>
                    <li>זיהוי תקלה הנובעת מציוד/רישוי של חברות צד שלישי וספקי שירות נוספים והנחיות לפתרון הבעיה מול חברות
                        אלו). במידה והתקלה נובעת מחברות או מוצרים צד שלישי לא נוכל לפתור את התקלה טלפונית.</li>
                    <li>במקרים חריגים ובחבילת פלטינום בלבד, אפשרות סיוע בפתרון תקלות על ידי השתלטות מרחוק על המחשב של
                        הלקוח וזאת בהסכמה מלאה ופניה מצד הלקוח כולל הרשאה של הלקוח מהיבטי אבטחת מידע.</li>
                    <li>במידה ותואמה שיחת המשך לגבי אותה הבעיה - לא יהיה חיוב נוסף. במידה והבעיה לא נפתרה, או חזרה, ניתן
                        יהיה לקבל תמיכה נוספת ללא כל עלות תוך שני ימי עסקים מיום פתיחת התקלה.</li>
                </ol>
            </li>
            <li>
                <span class="list-title">נושאים שאינם כלולים בשירות:</span>
                <ol>
                    <li>תקלות במוצר עצמו (סלניום או מוצר דומה/אחר).</li>
                    <li>תקלות חומרה/ סביבת עבודה.</li>
                    <li>תמיכה במערכות הפעלה עבורן הכריזו החברות המפתחות באופן רישמי על סיום תקופת התמיכה (כגון Windows
                        98 , ME, 2000, XP  וכדומה).</li>
                    <li>רישוי/תוכנה כלשהי שאינה חוקית חוקיות וללא רישיון חוקי על פי הגדרות היצרן.</li>
                </ol>
            </li>
        </ol>
    </li>
    <li>
        <span class="list-title">ביטול</span>
        <br> חברת טופקיו תהיה זכאית לבטל את ההתקשרות ולא לספק את השירות ללקוח, או לחילופין לעכב את אספקת השירות ללקוח,
        בכל מקרה בו הפר הלקוח את התחייבויותיו כאמור בהסכם זה ו/או בתנאים שיקבעו בינו לבין חברת טופקיו ולא תיקן את
        הדרוש, תוך 12 יום מיום קבלת הודעת  חברת טופקיו.
    </li>
    <li>
        <span class="list-title">התמורה</span>
        <ol>
            <li>תמורת אספקת השירות ישלם הלקוח תשלום שנתי (חודש בחודשו), בהתאם לחבילת השירות אליה הצטרף כמנוי, בשיעור
                שיקבע מעת לעת על  ידי חברת טופקיו</li>
            <li>למען הסר ספק מובהר, כי התשלום אינו מותנה בשום דרך בשימוש בשירות, בין שנעשו קריאות שירות רבות על ידי הלקוח
                ובין שלא ביצע קריאות שירות בכלל.</li>
            <li>חברת טופקיו רשאית לעדכן את מחיר השירות בכל עת, בפרסום או מסירת הודעה ללקוח מראש. במקרה כזה יהיה הלקוח
                רשאי להודיע לחברת טופקיו על רצונו בביטול ההתקשרות בהודעה מראש ובכתב.</li>
            <li>אספקת השירות מותנית בקיום אמצעי תשלום תקף בחברת טופקיו, לצורך גביית דמי שימוש בשירות. הלקוח יידע את חברת טופקיו בכל
                מקרה של שינוי בפרטי אמצעי התשלום, החלפתו או ביטולו.</li>
            <li>התמחור החודשי הינו דולרי לפי השער היציג ובכל מקרה לא פחות משער 1$=3.5NIS</li>
        </ol>
    </li>
    <li>
        <span class="list-title">זמינות ואחריות</span>
        <ol>
            <li>השירות כולל תמיכה בנושאים ובאופן המפורט לעיל בלבד, ואיננו כולל כל התחייבות לפתרון מלא לתקלות או בעיות
                שיופנו לחברת טופקיו  במסגרת השירות.</li>
            <li>הלקוח מצהיר על ידיעתו והסכמתו, כי השירות נשוא הסכם זה וכל תוכנה הקשורה לשירות, מסופק במצבם כפי שהוא (as
                is ו – as available  ). חברת טופקיו  מתנערת מפורשות מכל מצג שהוא ולא תשא בכל אחריות שהיא, מפורשת
                או משתמעת, בין היתר, בדבר ו/או בקשר עם מסחריות והתאמה למטרה ספציפית. חברת טופקיו אינה יוצרת כל מצג
                והיא לא תשא בכל אחריות שהיא, והיא אינה מתחייבת, כי השירות נשוא הסכם זה יתאים לדרישות הלקוח ו/או יסופק
                ללא הפרעה, בזמן, בתיאום עם תוכנות אחרות של הלקוח וללא שגיאות, פגמים וטעויות.</li>
            <li>השימוש בשירות נשוא הסכם זה נעשה על אחריותו הבלעדית של הלקוח. הלקוח יהיה האחראי הבלעדי לכל נזק שיגרם לו
                הנובע כתוצאה, כפועל יוצא ו/או בקשר עם השימוש בשירות.</li>
            <li>מבלי לגרוע מן האמור לעיל, חברת טופקיו  ו/או כל ספק ו/או גוף קשור ו/או כל מי מטעמה לא ישאו בכל אחריות
                שהיא, לנזקים ו/או פיצויים ישירים ועקיפים, לרבות נזקים נלווים, מיוחדים, תוצאתיים, ספציפיים,  אקראיים
                או פיצויים עונשיים  (ובכלל זה, ומבלי לגרוע מכלליות האמור, פיצויים בגין הפסד עבודה ועסקים, הפסד רווחים,
                הפסקות והפרעות עבודה, הפסד ו/או איבוד מידע עסקי, פגיעה במוניטין, עגמת  נפש וכל הפסד ו/או נזק כספי
                אחר(, הנובעים ו/או הקשורים ב: השימוש ו/או אי יכולת השימוש בשירות; אספקה ו/או העדר אספקה של שירותי
                התמיכה בשירות; מעשה ו/או מחדל של צדדים שלישיים כלשהם לרבות תעריפים, תקינות ואיכות השרות ו/או הציוד
                המסופק על ידם ו/או כל נזק ו/או אובדן ו/או הפסד שיגרמו ללקוח כתוצאה מהאמור; כל בעיה הקשורה בציוד הקצה
                של הלקוח או ברשת מקומית שלא נתמכת על ידי חברת טופקיו.</li>
            <li>בכל מקרה אחריותה הבלעדית של  חברת טופקיו לתשלום נזקים, והתרופה היחידה העומדת ללקוח, מכל עילה שהיא הקשורה
                בשירות, נזיקית או חוזית או אחרת, לא תעלה על סכום מצטבר של התמורה ששילם הלקוח בפועל עבור השירות ב
                12 החודשים המידיים שקדמו למועד הדרישה.</li>
            <li>למען הסר ספק מובהר כי אין באמור לעיל כדי לגרוע מכל טענה העומדת לחברת טופקיו  בקשר עם אספקת השירות לפי
                דין.
            </li>
            <li>הלקוח מצהיר ומתחייב בזאת, כי הינו אחראי באופן בלעדי כלפי כל צד שלישי שהוא, העלול להיפגע ו/או להינזק בעקבות
                מתן השירות ללקוח והוא מתחייב, כי יפצה וישפה את חברת טופקיו , מיד עם דרישתה הראשונה, בגין כל דרישה
                ו/או תביעה, לרבות, אך מבלי לגרוע מהאמור לעיל, מתוקף פסק דין, פשרה, הוצאה לפועל, ולרבות הוצאות משפט, ועלויות
                הייעוץ המשפטי, של כל צד שלישי הנובעת ממתן השירות ללקוח. מבלי לגרוע מהאמור לעיל, מתחייב הלקוח כלפי
                חברת טופקיו,  לנקוט בכל הצעדים לביטול דרישה, כאמור.</li>
            <li>הלקוח מתיר לחברת טופקיו לעשות כל שימוש, לצורך אספקת השירות ו/או שיפור השירות וייעולו, במידע שיעמיד לרשותה;
                לרבות, אך לא רק, בסיסמאות גישה, שמות משתמש וכל מידע אחר. הלקוח פוטר את חברת טופקיו  מכל טענה בקשר
                עם שימוש כאמור.</li>
            <li>הלקוח מצהיר, כי ידוע לו, כי הפטור מאחריות וחובתו לשיפוי חברת טופקיו, כאמור בסעיף זה, הינו תנאי יסודי
                להתקשרות זו.</li>
        </ol>
    </li>
    <li>
        <span class="list-title">כללי</span>
        <ol>
            <li>בכל מקרה של סתירה ו/או אי התאמה כלשהי בין הוראות תנאי שימוש אלו לפרסומים אחרים כלשהם  בדבר השירות לרבות
                בעיתונות, תגברנה הוראות תנאי השימוש לכל דבר ועניין.</li>
            <li>רישומי חברת טופקיו ונהליה יהוו ראיה מכרעת לגבי כל הנושאים הקשורים בכל צורה שהיא לשירות זה.</li>
        </ol>
    </li>
    <li>
        <span class="list-title">הודעות</span>
        <ol>
            <li>מובהר ומוסכם כי פרטי הלקוח, כפי שנמסרו על ידו בעת הצטרפותו לשירות, לרבות כתובת הדוא"ל שתימסר על ידו או הידועה לחברת טופקיו  במועד הצטרפותו לשירות, יהוו את מענו לצורך משלוח הודעות על ידי חברת טופקיו, ובכלל זה להזמנת לכנסים מקצועיים והודעות פרסומת מקצועיות.</li>
            <li>כל הודעה שתשלח חברת טופקיו  ללקוח תחשב כאילו הגיעה ללקוח שלושה ימי עסקים ממועד משלוחה, אם נשלחה בדואר ישראל או נשלחה לכתובת הדואר האלקטרוני; ואם נמסרה ביד או הועברה בפקסימיליה בעת קבלת אישור מסירתה או העברתה, לפי העניין.</li>
        </ol>
    </li>
</ol>